@extends('layouts.base')
@section('title','En_diary Home')
@section('main')

<body>
    <div class="help">
       <div class="help-contents">
       <h2>STEP1</h2>
        <p>なるべく砕けた日本語で今日の日記を書き
        それを英訳してみましょう。<br>
        ※英訳の際は翻訳を使わず辞書、Web検索を使い翻訳する。<br>
        　翻訳を使うと意味は通じるが、会話する上で不自然な英語になってしまうため。</p> 
        <br>
        <h2>STEP2</h2>
        <p>訳した英語をgoogle翻訳等にかけどのように発音するのか確かめましょう。<br>
            （発音してくれるアプリであればgoogle翻訳でなくても可）<br>
        →余裕があればシャドーイングを行いましょう。</p> 
        <br>
        <h2>STEP3</h2>
        <p>siriなどの音声を認識してくれるアプリで<br>
        実際に発音してみて正しい発音ができているのかチェックしましょう。</p>
        <br>
        <h2>STEP4</h2>
        <p>STEP1にて英訳した文章から10秒ほどでいえるフレーズ、新しく覚えたい言い回しを使う場面を想定しながら<br>
            繰り返し発音しましょう。</p> 
        <br>
        <h2>STEP5</h2>
        <p>今回の英訳でわからなかった単語は例文も含め登録しておきましょう。
        自分だけのの単語帳を作りましょう。</p>
        
        <h2>STEP6</h2>
        <p>たくさんシェアして仲間を作りましょう。</p>
        </div>
        
    </div>

</body>
@endsection


